{
  "meta": {
    "sectionId": 27,
    "sectionName": "Use of Information Technology",
    "pageCount": 1,
    "pageRange": [
      23
    ],
    "timestamp": "2025-08-19T06:49:01.920Z",
    "organization": "ONE_FILE_PER_SECTION_WITH_PAGE_NODES"
  },
  "pages": {
    "page_23": {
      "pageNumber": 23,
      "content": {
        "rawText": "Page 20 Form approved: OMB No. 3206 0005 QUESTIONNAIRE FOR NATIONAL SECURITY POSITIONS Standard Form 86 Revised November 2016 U.S. Office of Personnel Management 5 CFR Parts 731, 732, and 736 Enter your Social Security Number before going to the next page Section 13A - Employment Activities - (Continued) Last name First name Provide the address of this verifier. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Street City State Country Zip Code YES NO (If NO, proceed to (b)) Is your physical work address different than your employment address? Provide the work address where you are/were physically located. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Provide the name of someone that can verify your self-employment. Street City State Country Zip Code Telephone number Extension International or DSN phone number Provide the telephone number for this address. Day Night Street City State Country Provide address of this employment. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Zip Code Provide telephone number. Extension International or DSN phone number Day Night Telephone number Extension International or DSN phone number Day Night Provide the telephone number for this person. 13A.3 Complete the following if employment type is self-employment Entry #2 (b) (a) Provide dates of employment. Select the employment status for this position: Part-time Full-time Provide the name of your employment. Provide most recent position title. Est. Present To Date (Month/Year) Est. From Date (Month/Year) If you have indicated an APO/FPO address, complete (b.1) . If you have indicated an address outside of the United States, complete (b.2) . Street Address/Unit/Duty Location City or Post Name State Country Address APO or FPO APO/FPO State Code Zip Code Zip Code Provide physical location data with street address, base, post, embassy, unit, and country location or home port/fleet headquarter. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code for ports in the United States.) Do you or did you have an APO/FPO address while at this location? (b.1) (b.2) YES NO Street Address/Unit/Duty Location City or Post Name State Country If you have indicated an APO/FPO address, complete (a) . If you have indicated an address outside of the United States, complete (b) . Address APO or FPO APO/FPO State Code Zip Code Zip Code Provide physical location data with street address, base, post, embassy, unit, and country location or home port/fleet headquarter. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code for ports in the United States.) Does your self-employment verifier have an APO/FPO address? (a) (b) YES NO",
        "textLength": 2881,
        "wordCount": 454
      },
    }
  }
}