{
  "meta": {
    "sectionId": 11,
    "sectionName": "Foreign Contacts",
    "pageCount": 2,
    "pageRange": [
      10,
      11
    ],
    "timestamp": "2025-08-19T06:49:01.848Z",
    "organization": "ONE_FILE_PER_SECTION_WITH_PAGE_NODES"
  },
  "pages": {
    "page_10": {
      "pageNumber": 10,
      "content": {
        "rawText": "Page 7 Form approved: OMB No. 3206 0005 QUESTIONNAIRE FOR NATIONAL SECURITY POSITIONS Standard Form 86 Revised November 2016 U.S. Office of Personnel Management 5 CFR Parts 731, 732, and 736 Enter your Social Security Number before going to the next page Section 11 - Where You Have Lived List the places where you have lived beginning with your present residence and working back 10 years . Residences for the entire period must be accounted for without breaks. Indicate the actual physical location of your residence, not a Post Office box or a permanent residence when you were not physically located there. If you split your time between one or more residences during a time period, you must list all residences. Do not list residence before your 18th birthday unless to provide a minimum of 2 years residence history. You are not required to list temporary locations of less than 90 days that did not serve as your permanent or mailing address. For any address in the last 3 years, provide a person who knew you at that address, and who preferably still lives in that area. Do not list people who knew you for residences completely outside this 3-year period, and do not list your spouse, cohabitant or other relatives as the verifier for periods of residence. Entry #1 Evening telephone number Extension International or DSN phone number I don't know Daytime telephone number Extension Cell/mobile telephone number Extension Provide the following contact information for this person. International or DSN phone number I don't know International or DSN phone number I don't know Provide dates of residence. From Date Est. To Date Present Est. Owned by you Military housing Rented or leased by you Other Is/was this residence: (Provide explanation) Street City State Country Provide the street address. ( Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Zip Code Provide the name of a neighbor, landlord (if rental), or other person who knows you at this address. Middle name Last name First name Suffix Provide your relationship to this person (Check all that apply). Neighbor Friend Landlord Business associate Other (Provide explanation) Street City State Country Provide street address for this person (including apartment number). ( Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Zip Code Provide e-mail address for this person. I don't know (Month/Year) (Month/Year) Enter residence information. Est. Provide date of last contact. (Month/Year) Street Address/Unit/Duty Location City or Post Name State Country If you have indicated an APO/FPO address, complete (a) . If you have indicated an address outside of the United States, complete (b) . Address APO or FPO APO/FPO State Code Zip Code Zip Code Provide physical location data with street address, base, post, embassy, unit, and country location or home port/fleet headquarter. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code for ports in the United States.) Did you have an APO/FPO address while at this location? (a) (b) Street Address/Unit/Duty Location City or Post Name State Country If you have indicated an APO/FPO address, complete (a) . If you have indicated an address outside of the United States, complete (b) . Zip Code Provide physical location data with street address, base, post, embassy, unit, and country location or home port/fleet headquarter. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code for ports in the United States.) (a) YES NO Address APO or FPO APO/FPO State Code Zip Code Does the person who knew you have an APO/FPO address? (b) YES NO",
        "textLength": 3743,
        "wordCount": 610
      }
    },
    "page_11": {
      "pageNumber": 11,
      "content": {
        "rawText": "Page 8 Form approved: OMB No. 3206 0005 QUESTIONNAIRE FOR NATIONAL SECURITY POSITIONS Standard Form 86 Revised November 2016 U.S. Office of Personnel Management 5 CFR Parts 731, 732, and 736 Enter your Social Security Number before going to the next page Section 11 - Where You Have Lived - (Continued) Entry #2 Evening telephone number Extension International or DSN phone number I don't know Daytime telephone number Extension Cell/mobile telephone number Extension Provide the following contact information for this person. International or DSN phone number I don't know International or DSN phone number I don't know Provide dates of residence. From Date Est. To Date Present Est. Owned by you Military housing Rented or leased by you Other Is/was this residence: (Provide explanation) Street City State Country Provide the street address. ( Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Zip Code Provide the name of a neighbor, landlord (if rental) or other person who knows you at this address. Middle name Last name First name Suffix Provide your relationship to this person (Check all that apply). Neighbor Friend Landlord Business associate Other (Provide explanation) Street City State Country Provide street address for this person (including apartment number). ( Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Zip Code Provide e-mail address for this person. I don't know (Month/Year) (Month/Year) Enter residence information. Est. Provide date of last contact. (Month/Year) Street Address/Unit/Duty Location City or Post Name State Country If you have indicated an APO/FPO address, complete (a) . If you have indicated an address outside of the United States, complete (b) . Address APO or FPO APO/FPO State Code Zip Code Zip Code Provide physical location data with street address, base, post, embassy, unit, and country location or home port/fleet headquarter. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code for ports in the United States.) Did you have an APO/FPO address while at this location? (a) (b) Street Address/Unit/Duty Location City or Post Name State Country If you have indicated an APO/FPO address, complete (a) . If you have indicated an address outside of the United States, complete (b) . Zip Code Provide physical location data with street address, base, post, embassy, unit, and country location or home port/fleet headquarter. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code for ports in the United States.) (a) YES NO Address APO or FPO APO/FPO State Code Zip Code Does the person who knew you have an APO/FPO address? (b) YES NO",
        "textLength": 2779,
        "wordCount": 443
      }
    }
  }
}