{
  "meta": {
    "sectionId": 29,
    "sectionName": "Association Record",
    "pageCount": 1,
    "pageRange": [
      25
    ],
    "timestamp": "2025-08-19T06:49:01.948Z",
    "organization": "ONE_FILE_PER_SECTION_WITH_PAGE_NODES"
  },
  "pages": {
    "page_25": {
      "pageNumber": 25,
      "content": {
        "rawText": "Page 22 Provide the name of your supervisor. Provide the rank/position title of your supervisor. Provide supervisor's telephone number. Extension Provide physical work location of your supervisor. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Street City State Country Zip Code Street Address/Unit/Duty Location City or Post Name State Country If you have indicated an APO/FPO address; provide physical location data with either street address, base, post, embassy, unit, and country location or home port/fleet headquarter. (Provide physical location data) (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Zip Code Night Day International or DSN phone number Street City State Country Provide address of duty station. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Zip Code Standard Form 86 Revised November 2016 U.S. Office of Personnel Management 5 CFR Parts 731, 732, and 736 QUESTIONNAIRE FOR NATIONAL SECURITY POSITIONS Form approved: OMB No. 3206 0005 Section 13A - Employment Activities Enter your Social Security Number before going to the next page Telephone number Extension International or DSN phone number Day Night Provide the email address of your supervisor. I don't know Entry #3 Entry #3 Est. Provide dates of employment. Select the employment status for this position: Part-time Full-time 13A.1 Complete the following if employment type is Active Duty, National Guard/Reserve, or USPHS Commissioned Corps. From Date (Month/Year) Est. Present To Date (Month/Year) Provide your most recent rank/position title. Provide your assigned duty station during this period. Select your employment activity: Active military duty station (Complete 13A.1, 13A.5 and 13A.6) National Guard/Reserve (Complete 13A.1, 13A.5 and 13A.6) USPHS Commissioned Corps (Complete 13A.1, 13A.5 and 13A.6) Other Federal employment (Complete 13A.2, 13A.5 and 13A.6) State Government (Non-Federal employment) (Complete 13A.2, 13A.5 and 13A.6) Self-employment (Complete 13A.3, 13A.5 and 13A.6) Unemployment (Complete 13A.4) Federal Contractor (Complete 13A.2, 13A.5 and 13A.6) Non-government employment (excluding self- employment) (Complete 13A.2, 13A.5 and 13A.6) Other (Provide explanation and complete 13A.2, 13A.5 and 13A.6) Street Address/Unit/Duty Location City or Post Name State Country If you have indicated an APO/FPO address, complete (a) . If you have indicated an address outside of the United States, complete (b) . Address APO or FPO APO/FPO State Code Zip Code Zip Code Provide physical location data with street address, base, post, embassy, unit, and country location or home port/fleet headquarter. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code for ports in the United States.) Do you or did you have an APO/FPO address while at this location? (a) (b) YES NO",
        "textLength": 2983,
        "wordCount": 442
      },

    }
  },

}