{
  "meta": {
    "sectionId": 13,
    "sectionName": "Employment Activities",
    "pageCount": 7,
    "pageRange": [
      14,
      15,
      16,
      17,
      18,
      19,
      20
    ],
    "timestamp": "2025-08-19T06:49:01.874Z",
    "organization": "ONE_FILE_PER_SECTION_WITH_PAGE_NODES"
  },
  "pages": {
    "page_14": {
      "pageNumber": 14,
      "content": {
        "rawText": "Page 11 Do not list education before your 18th birthday, unless to provide a minimum of two years of education history. Form approved: OMB No. 3206 0005 QUESTIONNAIRE FOR NATIONAL SECURITY POSITIONS Standard Form 86 Revised November 2016 U.S. Office of Personnel Management 5 CFR Parts 731, 732, and 736 Enter your Social Security Number before going to the next page Entry #1 Section 12 - Where You Went to School (a) Have you attended any schools in the last 10 years? YES NO (b) Have you received a degree or diploma more than 10 years ago? YES NO (If NO to 12(a) and 12(b), proceed to Section 13A) Provide the dates of attendance. From Date Est. Present Est. High School Vocational/Technical/Trade School College/University/Military College Correspondence/Distance/Extension/Online School Select the most appropriate code to describe your school. YES NO Street City State Country Provide the street address of the school. For correspondence/distance/extension/online schools, provide the address where the records are maintained. For assistance determining the school address, refer to http://ope.ed.gov/accreditation/search.aspx (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Provide current address for this person (including apartment number). (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Zip Code Did you receive a degree/diploma? Provide the name of the school. For schools you attended in the last 3 years, list a person who knew you at the school (instructor, student, etc.). Do not list people for education periods completed more than 3 years ago. For correspondence/distance/extension/online schools, list someone who knew you while you received this education. Last name First name I don't know Street City State Country Zip Code Telephone number Extension International or DSN phone number Provide telephone number for this person. I don't know I don't know Provide type of degrees(s)/diploma(s) received and date(s) awarded. Degree/diploma (High School Diploma, Associate's, Bachelor's, Master's, Doctorate, Professional Degree (e.g. MD, DVM, JD), Other) Other degree/diploma Date awarded (Month/Year) Est. Provide email address for this person. (Month/Year) (Month/Year) To Date Entry #2 Provide the dates of attendance. From Date Est. Present Est. High School Vocational/Technical/Trade School College/University/Military College Correspondence/Distance/Extension/Online School Select the most appropriate code to describe your school. Street City State Country Provide the street address of the school. For correspondence/distance/extension/online schools, provide the address where the records are maintained. For assistance determining the school address, refer to http://ope.ed.gov/accreditation/search.aspx (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Zip Code Provide the name of the school. For schools you attended in the last 3 years, list a person who knew you at the school (instructor, student, etc.). Do not list people for education periods completed more than 3 years ago. For correspondence/distance/extension/online schools, list someone who knew you while you received this education. Last name First name I don't know (Month/Year) (Month/Year) To Date Day Night",
        "textLength": 3368,
        "wordCount": 486
      }
    },
    "page_15": {
      "pageNumber": 15,
      "content": {
        "rawText": "Page 12 Form approved: OMB No. 3206 0005 QUESTIONNAIRE FOR NATIONAL SECURITY POSITIONS Standard Form 86 Revised November 2016 U.S. Office of Personnel Management 5 CFR Parts 731, 732, and 736 Enter your Social Security Number before going to the next page Section 12 - Where You Went to School - (Continued) YES NO Provide current address for this person (including apartment number). (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Did you receive a degree/diploma? Street City State Country Zip Code I don't know Provide type of degrees(s)/diploma(s) received and date(s) awarded. Degree/diploma (High School Diploma, Associate's, Bachelor's, Master's, Doctorate, Professional Degree (e.g. MD, DVM, JD), Other) Other degree/diploma Date awarded (Month/Year) Est. Provide email address for this person. Entry #2 (Continued) Entry #3 Provide the dates of attendance. From Date Est. Present Est. High School Vocational/Technical/Trade School College/University/Military College Correspondence/Distance/Extension/Online School Select the most appropriate code to describe your school. YES NO Street City State Country Provide the street address of the school. For correspondence/distance/extension/online schools, provide the address where the records are maintained. For assistance determining the school address, refer to http://ope.ed.gov/accreditation/search.aspx (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Provide current address for this person (including apartment number). (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Zip Code Did you receive a degree/diploma? Provide the name of the school. For schools you attended in the last 3 years, list a person who knew you at the school (instructor, student, etc.). Do not list people for education periods completed more than 3 years ago. For correspondence/distance/extension/online schools, list someone who knew you while you received this education. Last name First name I don't know Street City State Country Zip Code I don't know Provide type of degrees(s)/diploma(s) received and date(s) awarded. Degree/diploma (High School Diploma, Associate's, Bachelor's, Master's, Doctorate, Professional Degree (e.g. MD, DVM, JD), Other) Other degree/diploma Date awarded (Month/Year) Est. Provide email address for this person. (Month/Year) (Month/Year) To Date I don't know International or DSN phone number Telephone number Extension Provide telephone number for this person. Day Night International or DSN phone number I don't know Telephone number Extension Provide telephone number for this person. Day Night",
        "textLength": 2730,
        "wordCount": 387
      }
    },
    "page_16": {
      "pageNumber": 16,
      "content": {
        "rawText": "Page 13 Form approved: OMB No. 3206 0005 QUESTIONNAIRE FOR NATIONAL SECURITY POSITIONS Standard Form 86 Revised November 2016 U.S. Office of Personnel Management 5 CFR Parts 731, 732, and 736 Enter your Social Security Number before going to the next page Section 12 - Where You Went to School - (Continued) Entry #4 Provide the dates of attendance. From Date Est. Present Est. High School Vocational/Technical/Trade School College/University/Military College Correspondence/Distance/Extension/Online School Select the most appropriate code to describe your school. YES NO Street City State Country Provide the street address of the school. For correspondence/distance/extension/online schools, provide the address where the records are maintained. For assistance determining the school address, refer to http://ope.ed.gov/accreditation/search.aspx (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Provide current address for this person (including apartment number). (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Zip Code Did you receive a degree/diploma? Provide the name of the school. For schools you attended in the last 3 years, list a person who knew you at the school (instructor, student, etc.). Do not list people for education periods completed more than 3 years ago. For correspondence/distance/extension/online schools, list someone who knew you while you received this education. Last name First name I don't know Street City State Country Zip Code I don't know Provide type of degrees(s)/diploma(s) received and date(s) awarded. Degree/diploma (High School Diploma, Associate's, Bachelor's, Master's, Doctorate, Professional Degree (e.g. MD, DVM, JD), Other) Other degree/diploma Date awarded (Month/Year) Est. Provide email address for this person. (Month/Year) (Month/Year) To Date International or DSN phone number I don't know Telephone number Extension Provide telephone number for this person. Day Night",
        "textLength": 2033,
        "wordCount": 289
      }
    },
    "page_17": {
      "pageNumber": 17,
      "content": {
        "rawText": "Page 14 Provide the name of your supervisor. Provide the rank/position title of your supervisor. Provide supervisor's telephone number. Extension Provide physical work location of your supervisor. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Street City State Country Zip Code Street Address/Unit/Duty Location City or Post Name State Country If you have indicated an APO/FPO address; provide physical location data with either street address, base, post, embassy, unit, and country location or home port/fleet headquarter. (Provide physical location data) (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Zip Code Night Day International or DSN phone number Street City State Country Provide address of duty station. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Zip Code Standard Form 86 Revised November 2016 U.S. Office of Personnel Management 5 CFR Parts 731, 732, and 736 QUESTIONNAIRE FOR NATIONAL SECURITY POSITIONS Form approved: OMB No. 3206 0005 Section 13A - Employment Activities Enter your Social Security Number before going to the next page Telephone number Extension International or DSN phone number Day Night Provide the email address of your supervisor. I don't know Entry #1 List all of your employment activities, including unemployment and self-employment, beginning with the present and working back 10 years . The entire period must be accounted for without breaks. If the employment activity was military duty, list separate employment activity periods to show each change of military duty station. Provide separate entries for employment activities with the same employer but having different physical addresses. Do not list employment before your 18th birthday unless to provide a minimum of 2 years employment history. Entry #1 Est. Provide dates of employment. Select the employment status for this position: Part-time Full-time 13A.1 Complete the following if employment type is Active Duty, National Guard/Reserve, or USPHS Commissioned Corps. From Date (Month/Year) Est. Present To Date (Month/Year) Provide your most recent rank/position title. Provide your assigned duty station during this period. Select your employment activity: Active military duty station (Complete 13A.1, 13A.5 and 13A.6) National Guard/Reserve (Complete 13A.1, 13A.5 and 13A.6) USPHS Commissioned Corps (Complete 13A.1, 13A.5 and 13A.6) Other Federal employment (Complete 13A.2, 13A.5 and 13A.6) State Government (Non-Federal employment) (Complete 13A.2, 13A.5 and 13A.6) Self-employment (Complete 13A.3, 13A.5 and 13A.6) Unemployment (Complete 13A.4) Federal Contractor (Complete 13A.2, 13A.5 and 13A.6) Non-government employment (excluding self- employment) (Complete 13A.2, 13A.5 and 13A.6) Other (Provide explanation and complete 13A.2, 13A.5 and 13A.6) Street Address/Unit/Duty Location City or Post Name State Country If you have indicated an APO/FPO address, complete (a) . If you have indicated an address outside of the United States, complete (b) . Address APO or FPO APO/FPO State Code Zip Code Zip Code Provide physical location data with street address, base, post, embassy, unit, and country location or home port/fleet headquarter. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code for ports in the United States.) Do you or did you have an APO/FPO address while at this location? (a) (b) YES NO",
        "textLength": 3535,
        "wordCount": 524
      }
    },
    "page_18": {
      "pageNumber": 18,
      "content": {
        "rawText": "Page 15 Form approved: OMB No. 3206 0005 QUESTIONNAIRE FOR NATIONAL SECURITY POSITIONS Standard Form 86 Revised November 2016 U.S. Office of Personnel Management 5 CFR Parts 731, 732, and 736 Enter your Social Security Number before going to the next page Section 13A - Employment Activities - (Continued) Additional Periods of Activity with this Employer - Provide additional periods of activity if you worked for this employer on more than one occasion at the same physical location (for example, if you worked at XY Plumbing in Denver, CO, during 3 separate periods of time, you would enter information concerning the most recent period of employment above, and provide dates, position titles, and supervisors for the two previous periods of employment as entries below). Provide the name of your supervisor. Provide the position title of your supervisor. Street City State Country Provide the address of employer. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Zip Code Provide physical work location of your supervisor. ( Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Street City State Country Zip Code Provide telephone number Extension International or DSN phone number Day Night Entry #1 13A.2 Complete the following if employment type is other federal employment, state government, federal contractor, non-government, or other. (b) Is/was your physical work address different than your employer's address? Provide telephone number Extension International or DSN phone number Provide the work address where you are/were physically located. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Street City State Country Zip Code Day Night YES NO (If NO, proceed to (b)) (a) Provide dates of employment. Select the employment status for this position: Part-time Full-time Provide the name of your employer. Provide most recent position title. Est. Present To Date (Month/Year) Est. From Date (Month/Year) Not Applicable From date (Month/Year ) To date (Month/Year ) Position Title Supervisor Est. Est. Est. Est. Est. Est. Est. Est. Provide supervisor's telephone number. Extension Night Day International or DSN phone number Provide the email address of your supervisor. I don't know Street Address/Unit/Duty Location City or Post Name State Country If you have indicated an APO/FPO address, complete (b.1) . If you have indicated an address outside of the United States, complete (b.2) . Address APO or FPO APO/FPO State Code Zip Code Zip Code Provide physical location data with street address, base, post, embassy, unit, and country location or home port/fleet headquarter. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code for ports in the United States.) Do you or did you have an APO/FPO address while at this location? (b.1) (b.2) YES NO Street Address/Unit/Duty Location City or Post Name State Country If you have indicated an APO/FPO address, complete (a) . If you have indicated an address outside of the United States, complete (b) . Address APO or FPO APO/FPO State Code Zip Code Zip Code Provide physical location data with street address, base, post, embassy, unit, and country location or home port/fleet headquarter. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code for ports in the United States.) Did/does your supervisor have an APO/FPO address while at this location? (a) (b) YES NO",
        "textLength": 3569,
        "wordCount": 562
      }
    },
    "page_19": {
      "pageNumber": 19,
      "content": {
        "rawText": "Page 16 Form approved: OMB No. 3206 0005 QUESTIONNAIRE FOR NATIONAL SECURITY POSITIONS Standard Form 86 Revised November 2016 U.S. Office of Personnel Management 5 CFR Parts 731, 732, and 736 Enter your Social Security Number before going to the next page Section 13A - Employment Activities - (Continued) Last name First name Provide the address of this verifier. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Street City State Country Zip Code YES NO (If NO, proceed to (b)) Is your physical work address different than your employment address? Provide the work address where you are/were physically located. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Provide the name of someone that can verify your self-employment. Street City State Country Zip Code Telephone number Extension International or DSN phone number Provide the telephone number for this address. Day Night Street City State Country Provide address of this employment. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Zip Code Provide telephone number. Extension International or DSN phone number Day Night Telephone number Extension International or DSN phone number Day Night Provide the telephone number for this person. 13A.3 Complete the following if employment type is self-employment Entry #1 (b) (a) Provide dates of employment. Select the employment status for this position: Part-time Full-time Provide the name of your employment. Provide most recent position title. Est. Present To Date (Month/Year) Est. From Date (Month/Year) If you have indicated an APO/FPO address, complete (b.1) . If you have indicated an address outside of the United States, complete (b.2) . Street Address/Unit/Duty Location City or Post Name State Country Address APO or FPO APO/FPO State Code Zip Code Zip Code Provide physical location data with street address, base, post, embassy, unit, and country location or home port/fleet headquarter. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code for ports in the United States.) Do you or did you have an APO/FPO address while at this location? (b.1) (b.2) YES NO Street Address/Unit/Duty Location City or Post Name State Country If you have indicated an APO/FPO address, complete (a) . If you have indicated an address outside of the United States, complete (b) . Address APO or FPO APO/FPO State Code Zip Code Zip Code Provide physical location data with street address, base, post, embassy, unit, and country location or home port/fleet headquarter. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code for ports in the United States.) Does your self-employment verifier have an APO/FPO address? (a) (b) YES NO",
        "textLength": 2881,
        "wordCount": 454
      }
    },
    "page_20": {
      "pageNumber": 20,
      "content": {
        "rawText": "Page 17 Last name First name Provide the name of someone that can verify your unemployment activities and means of support. Est. Present To Date (Month/Year) Est. From Date (Month/Year) Provide dates of unemployment. Provide address of this verifier. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Street City State Country Zip Code Verifier telephone number Extension International or DSN phone number Day Night Provide the telephone number for this person. Enter your Social Security Number before going to the next page Form approved: OMB No. 3206 0005 QUESTIONNAIRE FOR NATIONAL SECURITY POSITIONS Standard Form 86 Revised November 2016 U.S. Office of Personnel Management 5 CFR Parts 731, 732, and 736 Section 13A - Employment Activities - (Continued) Provide the reason for leaving the employment activity. YES NO (If NO, proceed to 13A.6) For this employment have any of the following happened to you in the last seven (7) years ? Fired, quit after being told you would be fired, left by mutual agreement following charges or allegations of misconduct, left by mutual agreement following notice of unsatisfactory performance. Left by mutual agreement following notice of unsatisfactory performance Left by mutual agreement following charges or allegations of misconduct Quit after being told you would be fired Fired Select your type of incident: Provide the reason(s) for unsatisfactory performance. Provide the charges or allegations of misconduct. Provide the reason for quitting. Provide the reason for being fired. Reason: Est. Employment departure date Provide the date you were fired. (Month/Year) Est. Est. Est. Provide the date you left following charges or allegations of misconduct. (Month/Year) Provide the date you quit after being told you would be fired. (Month/Year) Provide the date you left by mutual agreement following a notice of unsatisfactory performance. (Month/Year) Provide the reason(s) for being warned, reprimanded, suspended or disciplined. Provide the reason(s) for being warned, reprimanded, suspended or disciplined. Est. Date: (Month/Year) Date: (Month/Year) Est. #1 #2 Provide the reason(s) for being warned, reprimanded, suspended or disciplined. Provide the reason(s) for being warned, reprimanded, suspended or disciplined. Est. Date: (Month/Year) Date: (Month/Year) Est. #3 #4 YES NO For this employment, in the last seven (7) years have you received a written warning, been officially reprimanded, suspended, or disciplined for misconduct in the workplace, such as a violation of security policy? Complete the following if employment type is Active Duty, National Guard/Reserve, USPHS Commissioned Corps, Other Federal employment, State Government, Federal Contractor, Non-government employment, Self-Employment, or Other. Entry #1 Entry #1 Entry #1 13A.4 Complete the following if employment type is unemployment. 13A.6 Street Address/Unit/Duty Location City or Post Name State Country If you have indicated an APO/FPO address, complete (a) . If you have indicated an address outside of the United States, complete (b) . Address APO or FPO APO/FPO State Code Zip Code Zip Code Provide physical location data with street address, base, post, embassy, unit, and country location or home port/fleet headquarter. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code for ports in the United States.) Does your unemployment verifier have an APO/FPO address? (a) (b) YES NO Complete the following if employment type is Active Duty, National Guard/Reserve, USPHS Commissioned Corps, Other Federal employment, State Government, Federal Contractor, Non-government employment, Self-Employment, or Other. 13A.5",
        "textLength": 3748,
        "wordCount": 555
      }
    }
  }
}