{
  "meta": {
    "sectionId": 9,
    "sectionName": "Citizenship",
    "pageCount": 2,
    "pageRange": [
      6,
      7
    ],
    "timestamp": "2025-08-19T06:49:01.821Z",
    "organization": "ONE_FILE_PER_SECTION_WITH_PAGE_NODES"
  },
  "pages": {
    "page_6": {
      "pageNumber": 6,
      "content": {
        "rawText": "Page 3 Section 8 - U.S. Passport Information Do you possess a U.S. passport (current or expired)? YES NO (If NO, proceed to Section 9) Provide the following information for the most recent U.S. passport you currently possess. Passport number The following link will provide U.S. State Department passport help. http://travel.state.gov/passport Issue date Expiration date Est. Provide the name in which passport was first issued. Middle name Last name First name Suffix Section 9 - Citizenship Select the box that reflects your current citizenship status. I am a U.S. citizen or national by birth in the U.S. or U.S. territory/commonwealth. (Proceed to Section 10) I am a U.S. citizen or national by birth, born to U.S. parent(s), in a foreign country. (Complete 9.1) I am a naturalized U.S. citizen. (Complete 9.2) I am a derived U.S. citizen. (Complete 9.3) I am not a U.S. citizen. (Complete 9.4) Provide document number for U.S. citizen born abroad. Provide the place of issuance. (Provide City and Country if outside the United States; otherwise, provide City and State.) Country State City Provide the name in which document was issued. Middle name Last name First name Suffix Provide the name in which the certificate was issued. Middle name Last name First name Suffix Were you born on a U.S. military installation? YES NO (If NO, proceed to Section 10) Enter your Social Security Number before going to the next page Form approved: OMB No. 3206 0005 QUESTIONNAIRE FOR NATIONAL SECURITY POSITIONS Standard Form 86 Revised November 2016 U.S. Office of Personnel Management 5 CFR Parts 731, 732, and 736 Est. 9.1 Complete the following if you answered that you are a U.S. citizen or national by birth, born to U.S. parent(s) in a foreign country . Provide the date the document was issued. (Month/Day/Year) Est. Provide your Certificate of Citizenship number. Provide the date the certificate was issued. (Month/Day/Year) Est. Provide type of documentation of U.S. citizen born abroad. FS 240 DS 1350 FS 545 Other (Provide explanation) (Month/Day/Year) (Month/Day/Year) Section 7 - Your Contact Information Home e-mail address Work e-mail address Home telephone number Extension International or DSN phone number Night Day Work telephone number Extension International or DSN phone number Night Day Mobile/Cell telephone number Extension International or DSN phone number Night Day Provide the name of the base. Provide your contact information. Email addresses may be used as a contact method, and identify subject in records. Provide three contact numbers. At least one telephone number is required. Additional numbers provided may assist in the completion of your background investigation.",
        "textLength": 2697,
        "wordCount": 427
      },
      "quality": {
        "extractionMethod": "pdfjs-true-page-specific",
        "confidence": 1,
        "hasContent": true
      }
    },
    "page_7": {
      "pageNumber": 7,
      "content": {
        "rawText": "Page 4 Provide the address of the court that issued the Certificate of Naturalization. State City Provide the name in which the Certificate of Naturalization was issued. Middle name Last name First name Suffix Street Zip Code Provide the date the Certificate of Naturalization was issued. (Month/Day/Year) Est. Provide your Certificate of Naturalization number (N550 or N570). Standard Form 86 Revised November 2016 U.S. Office of Personnel Management 5 CFR Parts 731, 732, and 736 QUESTIONNAIRE FOR NATIONAL SECURITY POSITIONS Form approved: OMB No. 3206 0005 Enter your Social Security Number before going to the next page (Provide explanation) 9.4 Complete the following if you answered that you are not a U.S. citizen . Provide your date of entry in the U.S. (Month/Day/Year) Est. Provide your residence status. Provide the date document was issued Est. Provide your alien registration number (I-551, I-766) Provide the name in which the document was issued. Middle name Last name First name Suffix Provide document expiration date. Provide document number. Est. Provide the basis of naturalization. Other Based on my own individual naturalization application Provide type of document issued. (I-94, U.S. Visa - red foil number, I-20, DS-2019, etc.) I-94 U.S. Visa (red foil number) I-20 DS-2019 Other (Provide explanation) Provide the name of the court that issued the Certificate of Naturalization. Section 9 - Citizenship - (Continued) (Month/Day/Year) (Month/Day/Year) (Month/Day/Year) Est. Provide the date of entry into the U.S. State City Provide country(ies) of prior citizenship. #1 Country Provide the location of entry into the U.S. Do/did you have a U.S. alien registration number? Provide your U.S. alien registration number on Certificate of Naturalization USCIS, CIS, or INS registration, I-551, I-766. 9.2 Complete the following if you answered that you are a naturalized U.S. citizen . YES NO #2 Country Provide your place of entry in the U.S. State City Provide country(ies) of citizenship. #1 Country #2 Country Provide your alien registration number (on Certificate of Citizenship — utilize USCIS, CIS or INS registration number) 9.3 Complete the following if you answered that you are a derived U.S. citizen . Provide your Permanent Resident Card number (I-551) Provide your Certificate of Citizenship number (N560 or N561) Provide the name in which the document was issued. Middle name Last name First name Suffix (Provide explanation) Provide the basis of derived citizenship. Other By operation of law through my U.S. citizen parent Provide the date document was issued Est. (Month/Day/Year) Provide document expiration date (I-766 ONLY) Est. (Month/Day/Year)",
        "textLength": 2687,
        "wordCount": 412
      },
    
    }
  },

}