{
  "meta": {
    "sectionId": 28,
    "sectionName": "Involvement in Non-Criminal Court Actions",
    "pageCount": 1,
    "pageRange": [
      24
    ],
    "timestamp": "2025-08-19T06:49:01.934Z",
    "organization": "ONE_FILE_PER_SECTION_WITH_PAGE_NODES"
  },
  "pages": {
    "page_24": {
      "pageNumber": 24,
      "content": {
        "rawText": "Page 21 Last name First name Provide the name of someone that can verify your unemployment activities and means of support. Est. Present To Date (Month/Year) Est. From Date (Month/Year) Provide dates of unemployment. Provide address of this verifier. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code.) Street City State Country Zip Code Verifier telephone number Extension International or DSN phone number Day Night Provide the telephone number for this person. Enter your Social Security Number before going to the next page Form approved: OMB No. 3206 0005 QUESTIONNAIRE FOR NATIONAL SECURITY POSITIONS Standard Form 86 Revised November 2016 U.S. Office of Personnel Management 5 CFR Parts 731, 732, and 736 Section 13A - Employment Activities - (Continued) Provide the reason for leaving the employment activity. YES NO (If NO, proceed to 13A.6) For this employment have any of the following happened to you in the last seven (7) years ? Fired, quit after being told you would be fired, left by mutual agreement following charges or allegations of misconduct, left by mutual agreement following notice of unsatisfactory performance. Left by mutual agreement following notice of unsatisfactory performance Left by mutual agreement following charges or allegations of misconduct Quit after being told you would be fired Fired Select your type of incident: Provide the reason(s) for unsatisfactory performance. Provide the charges or allegations of misconduct. Provide the reason for quitting. Provide the reason for being fired. Reason: Est. Employment departure date Provide the date you were fired. (Month/Year) Est. Est. Est. Provide the date you left following charges or allegations of misconduct. (Month/Year) Provide the date you quit after being told you would be fired. (Month/Year) Provide the date you left by mutual agreement following a notice of unsatisfactory performance. (Month/Year) Provide the reason(s) for being warned, reprimanded, suspended or disciplined. Provide the reason(s) for being warned, reprimanded, suspended or disciplined. Est. Date: (Month/Year) Date: (Month/Year) Est. #1 #2 Provide the reason(s) for being warned, reprimanded, suspended or disciplined. Provide the reason(s) for being warned, reprimanded, suspended or disciplined. Est. Date: (Month/Year) Date: (Month/Year) Est. #3 #4 YES NO For this employment, in the last seven (7) years have you received a written warning, been officially reprimanded, suspended, or disciplined for misconduct in the workplace, such as a violation of security policy? Complete the following if employment type is Active Duty, National Guard/Reserve, USPHS Commissioned Corps, Other Federal employment, State Government, Federal Contractor, Non-government employment, Self-Employment, or Other. Entry #2 Entry #2 Entry #2 13A.4 Complete the following if employment type is unemployment. 13A.6 Street Address/Unit/Duty Location City or Post Name State Country If you have indicated an APO/FPO address, complete (a) . If you have indicated an address outside of the United States, complete (b) . Address APO or FPO APO/FPO State Code Zip Code Zip Code Provide physical location data with street address, base, post, embassy, unit, and country location or home port/fleet headquarter. (Provide City and Country if outside the United States; otherwise, provide City, State and Zip Code for ports in the United States.) Does your unemployment verifier have an APO/FPO address? (a) (b) YES NO Complete the following if employment type is Active Duty, National Guard/Reserve, USPHS Commissioned Corps, Other Federal employment, State Government, Federal Contractor, Non-government employment, Self-Employment, or Other. 13A.5",
        "textLength": 3748,
        "wordCount": 555
      },

    }
  },
}