{
  "meta": {
    "sectionId": 10,
    "sectionName": "Dual Citizenship",
    "pageCount": 2,
    "pageRange": [
      8,
      9
    ],
    "timestamp": "2025-08-19T06:49:01.835Z",
    "organization": "ONE_FILE_PER_SECTION_WITH_PAGE_NODES"
  },
  "pages": {
    "page_8": {
      "pageNumber": 8,
      "content": {
        "rawText": "Standard Form 86 Revised November 2016 U.S. Office of Personnel Management 5 CFR Parts 731, 732, and 736 QUESTIONNAIRE FOR NATIONAL SECURITY POSITIONS Form approved: OMB No. 3206 0005 Page 5 Section 10 - Dual/Multiple Citizenship & Foreign Passport Information 10.1 Do you now or have you EVER held dual/multiple citizenships? YES NO (If NO, proceed to 10.2) Complete the following if you answered ' Yes ' to having EVER held dual/multiple citizenships. Entry #1 Provide country of citizenship. How did you acquire this non-U.S. citizenship you now have or previously had? During what period of time did you hold citizenship with this country? (Provide the date range that you held this citizenship, beginning with the date it was acquired through its termination or \"Present,\" whichever is appropriate.) From Date (Month/Year) Est. To Date (Month/Year) Present Est. Have you taken any action to renounce your foreign citizenship? NO YES Provide explanation: Do you currently hold citizenship with this country? NO YES Provide explanation: Entry #2 How did you acquire this non-U.S. citizenship you now have or previously had? During what period of time did you hold citizenship with this country? (Provide the date range that you held this citizenship, beginning with the date it was acquired through its termination or \"Present,\" whichever is appropriate.) From Date (Month/Year) Est. To Date (Month/Year) Present Est. Have you taken any action to renounce your foreign citizenship? YES NO Provide explanation: Provide explanation: YES NO Do you currently hold citizenship with this country? Provide country of citizenship. 10.2 Have you EVER been issued a passport (or identity card for travel) by a country other than the U.S.? NO (If NO, proceed to Section 11) YES Complete the following if you answered ' Yes' to having been issued a passport (or identity card for travel) by a country other than the U.S. Entry #1 Provide the country in which the passport (or identity card) was issued. Provide the date the passport (or identity card) was issued. (Month/Day/Year) Est. Provide the place the passport (or identity card) was issued. Provide the name in which passport (or identity card) was issued. City Country Last name First name Middle name Suffix Provide the passport (or identity card) number. Provide the passport (or identity card) expiration date. (Month/Day/Year) Est. Have you EVER used this passport (or identity card) for foreign travel? NO YES Provide the countries to which you traveled on this passport (or identity card) and the dates involved with each. Country From date (Month/Year) To date (Month/Year) #1 Est. Est. Present #2 Est. Est. Present #3 Est. Est. Present #4 Est. Est. Present #5 Est. Est. Present #6 Est. Est. Present Enter your Social Security Number before going to the next page",
        "textLength": 2819,
        "wordCount": 455
      },
    },
    "page_9": {
      "pageNumber": 9,
      "content": {
        "rawText": "Page 6 Form approved: OMB No. 3206 0005 QUESTIONNAIRE FOR NATIONAL SECURITY POSITIONS Standard Form 86 Revised November 2016 U.S. Office of Personnel Management 5 CFR Parts 731, 732, and 736 Section 10 - Dual/Multiple Citizenship & Foreign Passport Information - (Continued) Enter your Social Security Number before going to the next page Complete the following if you answered ' Yes' to having been issued a passport (or identity card for travel) by a country other than the U.S. Entry #2 Provide country in which the passport (or identity card) was issued. Provide the date the passport (or identity card) was issued. (Month/Day/Year) Est. Provide the place the passport (or identity card) was issued. Provide the name in which passport (or identity card) was issued. City Country Last name First name Middle name Suffix Provide the passport (or identity card) number. Provide the passport (or identity card) expiration date. (Month/Day/Year) Est. Have you EVER used this passport (or identity card) for foreign travel? NO YES Provide the countries to which you traveled on this passport (or identity card) and the dates involved with each. Country From date (Month/Year) To date (Month/Year) #1 Est. Est. Present #2 Est. Est. Present #3 Est. Est. Present #4 Est. Est. Present #5 Est. Est. Present #6 Est. Est. Present",
        "textLength": 1320,
        "wordCount": 215
      }
    }
  },

}